Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: གང་ བདག་ གི་ བཏང་སྙོམས་ [115b] འདི་ ནི་ མི་རྟག་པ་ མི་ བརྟན་པ་ ཐེར་ཟུག་ མ་ཡིན་པ་ ཡོངས་སུ་ འགྱུར་བ འི་ ཆོས་ཅན་ ཡིན་པ ར་ དེ་
en: ‘This equanimity of mine {{page:{number:68,id:UT22084-068-021-100094,folio:F.115.b,volume:V68}}} is impermanent and unstable. It is not immutable, but subject to change.

source: གཟུགས་ མེད་པ འི་ སྐྱེ་མཆེད་ བཞི་པོ་ དེ་ཉིད་ ལ་ དམིགས་ ནས །_ བདག་ གི་ བཏང་སྙོམས་ མི་རྟག་ ཅིང་ མི་རྟག་ པར་ དམིགས །_
en: When observing these four formless sense sources, my equanimity turns out to be impermanent, and I observe it to be impermanent.

source: མི་ བརྟན་ ཞིང་ མི་ བརྟན་པ ར་ དམིགས་ ཏེ །_ འདུས་བྱས་ སུ་ རིག་པ ར་ བྱ འོ་ སྙམ་ མོ །_།
en: It is unstable, and I observe it to be unstable. Thus, I can conclude that this is a conditioned entity.’

source: ནམ་མཁའ་ མཐའ་ ཡ ས་ སྐྱེ་མཆེད་ མི་རྟག་ ཅིང་ རྣམ་ཤེས་ མཐའ་ ཡ ས་ སྐྱེ་མཆེད་ དམིགས་ སུ་ མེད་པ་ དང་ །_ ཅི་ཡང་ མེད་པ འི་ སྐྱེ་མཆེད་ དམིགས་ སུ་ མེད་པ་ དང་ །_ |#| འདུ་ཤེས་ མེད་ འདུ་ཤེས་ མེད་ མིན་ སྐྱེ་མཆེད་ ཀྱི་ བཏང་སྙོམས་ འདི་ ནི་ གཡོ་བ་ དང་ བྲལ་བ་ ཡིན །_ |#| འདི་ ནི་ ཞི་བ་ ཡིན །_ |#| འདི་ ནི་ ཉེ་བ ར་ ཕན་པ་ ཡིན་ ནོ་ སྙམ་ མོ །_།
en: $43 “The monk may then further think, ‘The sense source of infinite space is impermanent. The sense source of infinite consciousness is not observable, nor is the sense source of nothing whatsoever. |#| Yet the neutrality of the sense source of neither notion nor no notion is free from fluctuation. |#| It is peaceful. |#| It is thoroughly wholesome.’

source: དེ་ ལུས་ ཀུན་ ཏུ་ ཚོར་བ་ སྐྱེ་ ཞིང་ མྱོང་བ་ ན་སོ་ སོར་ མངོན་པར་ ཤེས་ ཤིང་ སྐྱེས་པ་ རྣམས་ ཀྱང་ སོ་སོ ར་ མངོན་པར་ ཤེས་ སོ །_།
en: $44 “When physical sensations arise and are experienced, the monk will recognize each of them as they arise.

source: འགགས་པ་ སོ་སོ ར་ མངོན་པར་ ཤེས་ ཤིང་ འགག་པ་ ཡང་ སོ་སོ ར་ མངོན་པར་ ཤེས་ སོ །_།
en: When they cease, he will recognize each of them as they cease.

source: མིག་ གི་ རེག་པ་ ལས་ བྱུང་བ་ སོ་སོ ར་ མངོན་པར་ ཤེས་ ཏེ །_ དེ་བཞིན་ དུ་ རྣ་བ འི་ རེག་པ་ ལས་ བྱུང་བ་ སོ་སོ ར་ མངོན་པར་ ཤེས །_ སྣ འི་ རེག་པ་ ལས་ བྱུང་བ་ སོ་སོ ར་ མངོན་པར་ ཤེས །_ དེ་བཞིན་ དུ་ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ ཀྱི་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ སོ་སོ ར་ མངོན་པར་ ཤེས་ སོ །_།
en: He will discern and recognize the sensations that ensue from contact associated with the eye, ear, nose, tongue, body, and mind.

source: དགེ་སློང་ ཚོར་བ་ མངོན་སུམ་ དུ་ བྱས་པ་ དེ་ ཚོར་བ་ དེ་དག་ ཉིད་ ཤིན་ཏུ་ རྒྱས་པ ར་ རྟོག་ སྟེ །_
en: Thus, the monk engaged in the perception of sensations will conceive these in great detail.

source: དེ་ མིག་ གི་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ སྐྱེ་བ་ ན་ སྐྱེས་པ་ ལ་ གནས་ ཤིང་ མྱོང་བ ར་ བྱེད་ ལ་
en: When a sensation arises due to contact associated with the eye, he will rest in, and experience, the presence of that sensation.

source: འགགས་ ཤིང་ འགག་པ་ ན་ བདག་ གི་ ཚོར་བ་ འགགས་ སོ་ ཞེས་ སོ་སོ ར་ མངོན་པར་ ཤེས་ སོ །_།
en: Likewise, when such sensations cease, he will notice that and think, ‘My sensation has ceased.’

source: གཞན་ ཡང་ རྣ་བ འི་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ སོ་སོ ར་ མངོན་པར་ ཤེས་ ཏེ །_
en: $45 “He will likewise recognize the sensations that arise due to contact associated with the ear.

source: གང་ བདག་ གི་ མིག་ གི་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ དེ་ འགགས་ ཤིང་ །_ ནུབ་ ལ་ མེད་པར་ འགྱུར་ ཏེ་ ཡང་ མི་ འབྱུང་ ངོ་ །_།
en: Thus, he may think, ‘My sensation due to contact associated with the eye has ceased, disappeared, and will not recur.

source: དེ་དག་ འགགས་ ནས་ གཞན་ ཡང་ རྣ་བ འི་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ སྐྱེས་པ་ བདེ་བ་ འདི་ བདེ་བ་ ལ་ དམིགས་པ ས་ སྡུག་བསྔལ་ མ་ ཡིན །_
en: It has ceased, yet it was replaced by another sensation—this one due to contact associated with the ear. This is a pleasant sensation, which is observed as pleasant, so it is not painful.

source: བདེ་བ་ དང་ སྡུག་བསྔལ་ ལ་ དམིགས་པ ས་ བདེ་བ་ མ་ ཡིན་ ཞིང་ སྡུག་བསྔལ་ མ་ ཡིན་ ནོ་ སྙམ་ མོ །_།
en: Yet, since it can be observed as both pleasure and pain, it is neither pleasure nor pain.’

source: དེ་ རྣ་བ འི་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ ཇི་ལྟ་བ་ བཞིན་ [116a] རྗེས་སུ་ མཐོང་ ཞིང་ རྣམ་པར་ ཤེས་ ནས །_
en: Thus, he will correctly perceive and understand the sensations that ensue from contact pertaining to the ear. {{page:{number:69,id:UT22084-068-021-100095,folio:F.116.a,volume:V68}}}

source: རྣ་བ་ དང་ འབྲེལ་བ འི་ ཚོར་བ་ དག་ ལ་ ཀུན་ ཏུ་ ཆགས་པ་ མེད་ ལ་ དེ་ ཚོར་བ་ མྱོང་བ་ ན་ འདོད་ཆགས་ དང་ བྲལ་ ཏེ །_ རྣམ་པར་ གྲོལ་བ ར་ འགྱུར་ རོ །_།
en: Thereby he becomes free from attachment to sensations related to the ear faculty, and when he experiences such sensation he will have no desire and thus be free.

source: རྣ་བ འི་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ དེ་ འགགས་ ན་ སྣ འི་ དམིགས་པ འི་ ཚོར་བ་ སྐྱེ་ སྟེ །_
en: $46 “When sensation ensuing from contact associated with the ear ceases, the sensation of olfactory perceptions of the nose may arise.

source: དེ་ སྣ ས་ ཀུན་ ནས་ བསླང་བ་ སྣ ས་ ཀུན་ ནས་ སོ་སོ ར་ མྱོང་བ ར་ བྱེད་ དེ །_ བདག་ སྣ འི་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ སྐྱེས་པ་ བདེ་བ་ ལ་ དམིགས་པ་ ནི་ བདེ་བ འོ །_། སྡུག་བསྔལ་ ལ་ དམིགས་པ་ ནི་ སྡུག་བསྔལ་ ལོ །_། སྡུག་བསྔལ་ ཡང་ མ་ ཡིན་ བདེ་བ་ ཡང་ མ་ཡིན་པ་ ལ་ དམིགས་པ་ ནི་ སྡུག་བསྔལ་ ཡང་ མ་ ཡིན་ བདེ་བ་ ཡང་ མ་ ཡིན་ ནོ་ སྙམ་ མོ །_།
en: As this sensation is aroused and experienced by the nose he thinks, ‘When my sensations due to contact associated with the nose are observed as pleasure, they are pleasurable, whereas those that are observed as pain are painful, and those that are observed as neither pain nor pleasure are neither pain nor pleasure.’

source: དེ་ སྣ འི་ དམིགས་པ འི་ ཚོར་བ་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ སོ་སོ ར་ མྱོང་བ ར་ བྱེད་ དེ །_ ནུབ་པ་ ཡང་ སོ་སོ ར་ མྱོང་བ ར་ བྱེད་ དོ །_།
en: The sensations that are associated with observation related to the nose are thus all experienced correctly and distinctly, along with their cessation.

source: དེ་ འགགས་ ན་ སྣ འི་ དམིགས་པ འི་ ཚོར་བ་ བདེ་བ་ དང་ །_ སྡུག་བསྔལ་ དང་ །_ སྡུག་བསྔལ་ ཡང་ མ་ ཡིན་ བདེ་བ་ ཡང་ མ་ཡིན་པ་ སྐྱེ་ སྟེ །_ དེ་ སོ་སོ ར་ མྱོང་བ ར་ བྱེད་ དོ །_།
en: As the sensations cease, there arise other sensations of pleasure, pain, and neither pleasure nor pain as perceived by means of the nose, and each of them is experienced distinctly.

source: བདག་ གི་ སྣ འི་ དམིགས་པ འི་ ཚོར་བ་ སྐྱེ་ སྟེ །_ ཇི་ལྟ ར་ ལྷག་པ ར་ ཆགས་པ་ སྐྱེས་པ་ དེ་ལྟ ར་ བདག་ གི་ འགོག་པ་ འདི་དག་ ཀྱང་ སྐྱེ་ སྟེ །_
en: $47 “As his sensations associated with olfactory perceptions arise, they may be accompanied by desire, but they will, in this way, also cease.

source: དེ་ འགགས་ ནས་ ལྕེ འི་ དམིགས་པ འི་ ཚོར་བ་ རྣམ་པ་ གསུམ་ སྐྱེ་བ་ ནས་ ཡིད་ ཀྱི་ དམིགས་པ འི་ ཚོར་བ་ རྣམ་པ་ གསུམ་ སྔ་མ་ བཞིན་ ནོ །_།
en: Following their cessation, he may then relate to the three kinds of sensation related to the tongue, through to the mind as just explained.

source: དེ་ ས་ གཞན་ བཞི་པ་ ལ་ ཚོར་བ་ ཡང་དག་ པར་ རྒྱ་ཆེ་བ་ ལ་ འཇུག་ སྟེ །_
en: $48 “Upon the fourth ground a monk will engage extensively with sensations.

source: དེ འི་ བརྩོན་འགྲུས་ བརྩམས་པ་ སྤྲོ་བ་ ཆེན་པོ་ བདུད་ ཀྱི་ འཆིང་བ་ གཅོད་པ ར་ འདོད་པ་ ལ་
en: Intent on cutting through the chains of the māras, he will joyfully muster diligence.

source: ས་བླ འི་ གནོད་སྦྱིན་ ཤིན་ཏུ་ དགའ་ ནས །_ བར་སྣང་ གི་ གནོད་སྦྱིན་ རྣམས་ ལ་ མངོན་པར་ བསྙད་ དོ །_། དེ་དག་ གིས་ ཀྱང་ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ ལ་ མངོན་པར་ བསྙད་ དོ །_།
en: The terrestrial yakṣas will notice this and inform the celestial yakṣas, who will pass the message to the gods of the realm of the Four Great Kings.

source: དེ་དག་ གིས་ ཀྱང་ རྒྱལ་ཆེན་ བཞི འི་ ལྷ་ རྣམས་ ལ་ མངོན་པར་ བསྙད་ དོ །_། དེ་དག་ གིས་ ཀྱང་ ལྷ་ རྣམས་ ཀྱི་ དབང་པོ་ བརྒྱ་བྱིན་ ལ་ མངོན་པར་ བསྙད་ དོ །_། བརྒྱ་བྱིན་ གྱིས་ ཀྱང་ འཐབ་བྲལ་ གྱི་ ལྷ་ རྣམས་ ལ་ མངོན་པར་ བསྙད་ དོ །_།
en: The latter will inform Śakra, ruler of the gods, who in turn will convey the message to the gods of the Heaven Free from Strife.

source: གང་ འཛམ་བུ འི་ གླིང་ ན་ རིགས་ ཀྱི་ བུ་ ཡུལ་ ཆེ་གེ་མོ་ ཞིག་ དང་ །_ གྲོང་ མང་གེ་མོ་ ཞིག་ དང་ །_ རིགས་ ག་གེ་མོ་ ཞིག་ ལས་ རིགས་ ཀྱི་ [116b] བུ་ ཆེ་གེ་མོ་ ཞེས་ བྱ་བ་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ཏེ གོས་ ངུར་སྨྲིག་ བགོས་ ནས་ དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ སྟེ །_ དེ་ འབད་པ་ དང་ །_ བརྩོན་པ ས་ རིམ་གྱིས་ ས་ གཞན་ བཞི་པ འི་ ཚོར་བ་ ཡང་དག་ པར་ རྒྱ་ཆེ་བ་ ལ་ ཞུགས་པ་ བདུད་ ཀྱི་ ཕྱོགས་ ནི་ དམའ་བ ར་ བྱེད་ ཅིང་ ཡང་དག་པ་ དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་ མངོན་པར་ མཐོ་བ ར་ བྱེད་པ་ དེ་ བདག་ གིས་ ལྷ་ རྣམས་ ལ་ བསྙད་ དོ་ སྙམ་ མོ །_།
en: As Śakra hears this news, he will think, ‘In Jambudvīpa the noble son known as such-and-such, who is of such-and-such an area, town, and family, {{page:{number:70,id:UT22084-068-021-100096,folio:F.116.b,volume:V68}}} has shaved off his hair and beard, donned the saffron-colored robes, and with faith gone forth from the household to become a homeless mendicant. With perseverance and diligence, he has gradually achieved the stage of extensive engagement with the sensations of the fourth ground. Thus, he is now suppressing the forces of the māras and rousing the forces of the sacred Dharma. I shall inform the gods about this.’

source: བརྒྱ་བྱིན་ གླང་པོ་ཆེ་ ས་སྲུང་ གི་ བུ་ ལ་ ཞོན་པ་ དེ་ འཐབ་བྲལ་ གྱི་ ལྷ་ དག་ གིས་ མཐོང་ ནས་ དགའ་ སྟེ །_ བརྒྱ་བྱིན་ ལ་ སྨྲས་པ །_
en: When the gods of the Heaven Free from Strife see Śakra, riding on his elephant, Airāvaṇa, they will joyously proclaim,

source: བརྒྱ་བྱིན་ གང་ འཛམ་བུ འི་ གླིང་ གི་ མི་ཆོས་ དང་ ལྡན་ ཞིང་ ཆོས་ ཀྱི་ རྗེས་སུ་ འཇུག་པ་ དེ་
en: ‘Śakra, that human in Jambudvīpa possesses and follows the Dharma.

source: བརྒྱ་བྱིན་ ཁྱོད་ ཀྱི་ དམ་པ འི་ ཆོས་ དང་ འཐུན་ པར་ གྱུར་པ་ ཉིད་ ཡིན་ ནོ །_།
en: Śakra, he is with you as a supporter of the sacred Dharma.

source: གཞན་ ཡང་ དགེ་སློང་ དེ་ བདུད་ ཀྱི་ འཆིང་བ་ སྤོང་ ཞིང་ རབ་ཏུ་ སྤོང་བ འི་ ཚོར་བ་ ལ་ ཇི་ལྟ ར་ རྟོག་ ཅེ་ན །_
en: $49 “How does a monk understand the sensation that thoroughly casts off the chains of the māras?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_ དགེ་སློང་ དེ་ཡང་ དག་པ འི་ ཚོར་བ་ ཉིད་ ལ་ འདི་ལྟར་ རྣམ་པར་ རྟོག་པ ར་ བྱེད་ དེ །_
en: Spiritual practitioners who carefully observe inner phenomena see by means of knowledge derived from hearing, or through the divine eye, that a monk understands the actual sensation in the following way.

source: དེ་ མིག་ གི་ རྣམ་པར་ ཤེས་པ འི་ དམིགས་པ་ མི་དགེ་བ་ སྐྱེས་པ་ དེ་ ལངས་པ་ ན་ དགེ་བ་ ལ་ དམིགས་པ་ གཉིས་ པས་ འགགས་ སོ །_།
en: When an unvirtuous observation of the eye consciousness has arisen, it is brought to cessation by means of a subsequent virtuous observation.

source: དགེ་བ་ སྐྱེས་པ་ དེ་ཡང་ ལུང་ དུ་མ་ བསྟན་པ་ ལ་ དམིགས་པ ས་ འགགས་ ཤིང་ ལུང་བསྟན་པ་ ཡང་ འགགས་ ལ་ལུང་ དུ་མ་ བསྟན་པ་ སྐྱེས་ སོ །_།
en: That present virtue will then also come to cease due to an observation of that which is indeterminate. As the determinate ceases, the indeterminate arises.

source: དེ་བཞིན་ དུ་ རྣ་བ འི་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ དང་ །_ སྣ འི་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ དང་ །_ ལྕེ འི་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ ཀྱི་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ སོ་སོ ར་ མྱོང་བ ར་ བྱེད་ དོ །_།
en: The sensations that ensue from contact associated with the ear, nose, tongue, body, and mind are experienced distinctly in the same way.

source: སོ་སོ ར་ མྱོང་བ ར་ བྱེད་པ་ ན་ དགེ་བ འི་ ཆོས་ རྣམས་ ཡོངས་སུ་ རྫོགས་པ ར་ འགྱུར་ ཞིང་ དེ འི་ ཉོན་མོངས་པ་ བསྲབས་པ ར་ འགྱུར་ རོ །_།
en: As sensations are thus experienced distinctly, the virtuous qualities are perfected and his afflictions become weaker.

source: དེ་དེ་ ལྟར་ སྒོམ་པ་ ན་ ཚོར་བ་ ཕྲ་མོ་ དེ་དག་ སོ་སོ ར་ ཤེས་ སོ །_།
en: When he cultivates each of these in that manner, even the subtle sensations will be known distinctly.

source: དེ་ ཆོས་ ཀྱི་ ཚོར་བ་ དང་ ལྷན་ཅིག་ འགག་པ་ མཐོང་ སྟེ །_
en: $50 “That cessation will be observed together with the sensation of the Dharma.

source: ཇི་ལྟ ར་ མར་མེ འི་ འོད་ ཉི་མ འི་ འོད་ ཀྱིས་ འགག་པ་ དེ་བཞིན་ དུ་ ཚོར་བ་ གཉི་ག་ འགག་ གོ །_།
en: In this way both sensations will come to an end, just as the light of a candle is extinguished by the light of the sun.

source: གཞན་ ཡང་ དགེ་བ་ དང་ མི་དགེ་བ འི་ ཚོར་བ་ [117a] རྒྱས་པ་ སོ་སོ ར་ མྱོང་བ ར་ བྱེད་ དེ །_
en: Furthermore, he will distinctly experience the unfolding of virtuous and unvirtuous sensations. {{page:{number:71,id:UT22084-068-021-100097,folio:F.117.a,volume:V68}}}

source: དཔེར་ན་ མར་མེ འི་ འོད་ ལ་མ ར་ མེ འི་ འོད་ གཉིས་ པས་ གསལ་བ ར་ བྱེད་པ་ བཞིན་ ནོ །_།
en: As an example, this is like the light of one candle being made brighter by adding the light of a second candle.

source: གཞན་ ཡང་ ཚོར་བ་ རབ་ཏུ་ རྣམ་པར་ འབྱེད་ པར་ བྱེད་ དེ །_ ཚོར་བ་ གང་ཞིག་ དང་ །_ ཚོར་བ་ གཞན་ གང་ཞིག་ གི་ ཚོར་བ་ དང་ ལྷན་ཅིག་ གཏན་ དུ་ མི་ འཐུན་ པར་ འགྱུར་ རམ་ སྙམ་པ་ ལས་
en: $51 “Moreover, as he discerns sensations, he may wonder whether there are certain sensations that will never coincide harmoniously with certain other sensations.

source: དགེ་བ འི་ ཚོར་བ་ དང་ །_ མི་དགེ་བ འི་ ཚོར་བ་ ལྷན་ཅིག་ གཏན་ དུ་ མི་ འཐུན་ པར་ མཐོང་ སྟེ དཔེར་ན་ མར་མེ འི་ འོད་ དང་ །_ སྐར་མ འི་ འོད་ ལྷན་ཅིག་ མི་ འཐུན་པ་ བཞིན་ ནོ །_།
en: He will then see that virtuous and unvirtuous sensations never coincide, just as, for example, the light of a candle will never coincide harmoniously with the light of a star.

source: གཞན་ ཡང་ དགེ་སློང་ དེ་ རབ་ཏུ་ རྣམ་པར་ འབྱེད་ པར་ བྱེད་ དེ །_ ཚོར་བ་ གང་ཞིག་ ལ་ ཚོར་བ་ གང་ཞིག་ གིས་ གཏན་ དུ་ སེལ་བར་ བྱེད་ ཅེ་ན །_
en: $52 “Likewise, as the monk discerns further, he will wonder whether certain sensations can entirely dispel others.

source: དེ་ ཟག་པ་ མེད་པ་ ལ་ དམིགས་པ འི་ ཚོར་བ ས་ ཟག་པ་ དང་ བཅས་པ་ ལ་ དམིགས་པ འི་ ཚོར་བ་ གཏན་ སེལ་བ་ ཉིད་ དུ་ མཐོང་ སྟེ །_ དཔེར་ན་ མེ འི་ འོད་ ཀྱིས་ ཁ་བ་ ཞུ་བ་ བཞིན་ ནོ །_།
en: He will then see that the sensation associated with observing the undefiled can entirely dispel the sensation associated with observing the defiled, in the same way that the light of a candle can melt snow.

source: ཚོར་བ་ གང་ཞིག་ ལ་ ཚོར་བ་ གང་ཞིག་ གིས་ གནོད་ ཞིག་ གུ་ སྙམ་ ནས་ ཡང་ འདི་ རྒྱས་པ ར་ བྱེད་ དེ །_
en: $53 “He may also ask himself which sensations are impaired by which other sensations.

source: གང་ གི་ ཚེ་ མི་ བདེ་བ འི་ ཚོར་བ་ ལ་ བདེ་བ འི་ ཚོར་བ ས་ ཟིལ་ གྱིས་ གནོན་པ ར་ མཐོང་ ངོ་ །_། དེ་ཡང་ རྒྱས་པ ར་ བྱེད་ དེ །_ དཔེར་ན་ ཉི་མ ས་ ཉིན་ མོ འི་ ཟླ་བ འི་ འོད་ ཟིལ་ གྱིས་ གནོན་པ ར་ འགྱུར་ ཞིང་ ཟླ་བ འི་ འོད་ དེ་ཡང་ མཚན་མོ་ རྒྱས་པ ར་ འགྱུར་བ་ བཞིན་ ནོ །_།
en: Expanding on this, he will see that unpleasant sensations are subdued by pleasant sensations, only to reoccur, just as moonlight is subdued by sunlight during the day, but increases again during the night.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ ཚོར་བ་ རབ་ཏུ་ རྣམ་པར་ འབྱེད་ པར་ བྱེད་ དེ །_ གང་ ཚོར་བ་ མང་པོ་ དང་ ལྡན་པ་ དག་ ཚོར་བ་ གཅིག་ གི་ དྲན་པ་ རྩེ་གཅིག་པ འི་ ཚོར་བ་ དང་ ལྷན་ཅིག་ མི་ འཐུན་པ་ ཟིལ་ གྱིས་ གནོན་པ ར་ འགྱུར་ རམ་ སྙམ་ ན །_
en: $54 “As the monk continues his inquiry, he may ask himself whether the presence of a single sensation of one-pointed recollection may disagree with and subdue the presence of a multiplicity of other sensations.

source: དེ་ འཇིག་རྟེན་པ་ བྱེད་པ འི་ ཚོར་བ་ མང་པོ་ དག་ འཇིག་རྟེན་ ལས་ འདས་པ་ ཟག་པ་ མེད་པ འི་ ཚོར་བ ས་ ཟིལ་ གྱིས་ གནོན་པ ར་ མཐོང་ སྟེ །_
en: He will then see that multitudes of mundane sensations may be subdued by a single undefiled supramundane sensation.

source: དཔེར་ན་ མཚན་མོ་ རྒྱུ་སྐར་ དང་ །_ གཟའ་ དང་ །_ སྐར་མ་ མང་པོ འི་ འོད་ དག་ ཟླ་བ འི་ འོད་ གཅིག་ གི་ ཟིལ་ གྱིས་ གནོན་པ་ བཞིན་ ནོ །_།
en: This is similar to the manner in which the single light of the moon outshines the light of numerous planets, stars, and other celestial bodies.

source: གཞན་ ཡང་ དགེ་སློང་ དེ་ ཚོར་བ་ རྗེས་སུ་ མཐོང་བ འི་ ཚོར་བ་ ཆེས་ ཕྲ་བ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $55 “The monk will continue his exploration of sensation, and thus inquire into sensations that are the most subtle.

source: མིག་ དང་ །_ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ ཀྱིས་ ཀུན་ ནས་ བསླང་བ་ ཟག་པ་ དང་ བཅས་པ འི་ ཚོར་ [117b] བ་ མང་བ་ ནི་ གང་ཡིན །_ དགེ་བ་ ནི་ ཇི་ལྟ ར་ རྩོམ་ ཞིག་ གུ་ སྙམ་ ན་
en: He will then wonder about the abundance of defiled sensations that are roused by the eyes, ears, nose, tongue, and body, {{page:{number:72,id:UT22084-068-021-100098,folio:F.117.b,volume:V68}}} and ask himself how virtue may be undertaken.

source: དེ་ འཇིག་རྟེན་པ འི་ ཟག་པ་ དང་ བཅས་པ འི་ ཚོར་བ་ མང་བ་ ཡང་ ཟག་པ་ མེད་པ འི་ སྣང་བས་ ཐུབ་པ ར་ འགྱུར་ ཏེ །_ དཔེར་ན་ མཚན་མོ་ རྒྱུ་སྐར་ དང་ །_ གཟའ་ དང་ །_ སྐར་མ་ རྣམས་ ཀྱི་ འོད་ ཟླ་བ འི་ སྣང་བ་ གནས་པ ས་ ཐུབ་པ་ བཞིན་ ནོ །_།
en: Thus, the abundance of these defiled worldly sensations can be vanquished by the light of the undefiled, just as the light of the planets, stars, and other celestial bodies is outshined by the light of the moon.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ ཚོར་བ་ དེ་ ལ་ རྟོག་ སྟེ །_ བདག་ གི་ ཚོར་བ་ གཞན་ ཡུན་ ཇི་སྲིད་ ཅིག་ ཏུ་ གནས་ སྙམ་ མོ །_།
en: $56 “As he explores further, the monk will inquire into the duration of his sensations.

source: དེ་སྐད་ ཅིག་ ལ་ བདག་ གི་ ཚོར་བ་ གཞན་ སྐྱེ་ ཞིང་ འཇིག་པ ར་ གནས་པ ར་ མཐོང་ སྟེ །_ དཔེར་ན་ གློག་ བཞིན་ ནོ །_།
en: He will then see that new sensations arise and cease with each instant, just like flashes of lightning.

source: གཞན་ ཡང་ དགེ་སློང་ དེ་ འདི་ལྟར་ རབ་ཏུ་ རྣམ་པར་ རྟོག་ སྟེ །_ ཅི་ མིག་ གི་ ཚོར་བ་ སྣ འི་ ཚོར་བ འི་ རྐྱེན་ དུ་ འགྱུར་ རམ་ སྙམ་ མོ །_།
en: $57 “Thinking further, the monk may ask himself whether a sensation associated with the eye can serve as the condition for a sensation of the nose.

source: དེ་ བློ་ གཅིག་ བཞིན་ དུ་ དབང་པོ་ ཐ་དད་པ འི་ དམིགས་པ འི་ ཚོར་བ་ དབང་པོ་ དེ་དག་ ཐམས་ཅད་ ཀྱིར་ མཐོང་ སྟེ །_
en: He will see that, as is the case with a single type of consciousness, the sensations of the observations associated with different faculties remain distinct.

source: དཔེར་ན་ བ་ལང་ གཅིག་ཅིག་ རྟ་ དང་ །_ རྔ་མོ་ དང་ །_ བོང་བུ་ དང་ །_ མ་ཧེ འི་ རིགས་ ཐ་དད་པ་ རྣམས་ ཀྱི་ རྐྱེན་ དུ་ མི་འགྱུར་བ་
en: As an example, a single cow can never be the condition for a horse, camel, donkey, buffalo, or pig to manifest.

source: དེ་བཞིན་ དུ་ ཐོག་མ་ མེད་པ་ ནས་ བརྩོན་པ འི་ དབང་པོ་ ལྔས་ ཀུན་ ནས་ བསླང་བ འི་ ཡུལ་ གྱི་ བྱེ་བྲག་ ཐ་དད་པ འི་ དབང་པོ་ རྣམས་ ཀྱི་ དམིགས་པ་ ནི་ གཅིག་ ཏུ་ མི་ འགྱུར་ ཏེ |#| དཔེར་ན །_ གླང་ དང་ །_ རྟ་ དང་ །_ རྔ་མོ་ དང་ །_ བོང་བུ་ དང་ །_ མ་ཧེ་ དང་ །_ ཕག་ བཞིན་ ནོ །_།
en: Similarly, since time without beginning the five faculties have assiduously been grasping their own distinct fields of objects. And so, the observation made by a distinct faculty can never become the same as that of any of the other faculties— |#| just as with the cow and the horse, camel, donkey, buffalo, or pig.

source: དེ་ལྟ ར་ ཚོར་བ་ རྗེས་སུ་ མཐོང་བ འི་ དགེ་སློང་ དེ་དག་ ནི་ ཤེས་པ་ ཆེས་ ཞིབ་པ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ དེ་ ཤེས་པ་ དེ་ ལ་ ཀུན་ ཏུ་ སྟེན་ ཅིང་ སྒོམ་ སྟེ་ མང་ དུ་ བྱེད་ དོ །_།
en: $58 “The monk who considers sensations in this way will develop an extremely subtle understanding and, as he gains such understanding, he will practice, cultivate, and increase it.

source: དེ་ ཀུན་ ཏུ་ བསྟེན་པ་ ན་ ཚོར་བ་ རྗེས་སུ་ མཐོང་ ཞིང་ ཟད་པ་ དང་ འཇིག་པ་ རྗེས་སུ་ མཐོང་ ནས་
en: In this process he will examine sensations as well as their exhaustion and disintegration.

source: འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: He will ask himself,

source: བདག་ གི་ མིག་ དང་ །_ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ ཀྱིས་ ཀུན་ ནས་ བསླང་བ འི་ ཚོར་བ་ གང་ ནས་ འོང་ཞིང་ གང་ དུ་ སོང་ །_
en: ‘Where do the sensations roused by the eye, ear, nose, tongue, body, and mind come from, and where do they go?

source: འགག་པ་ ན་ གང་ དུ་ སོགས་ པར་ འགྱུར་ སྙམ་ མོ །_།
en: Where do they gather once they cease?’

source: དགེ་སློང་ ཚོར་བ་ ཟད་པ་ དང་ །_ འཇིག་པ་ རྗེས་སུ་ མཐོང་བ་ དེ་ རབ་ཏུ་ སེམས་པ་ ན །_ ལམ་ གྱི་ རྣམ་པ་ ལ་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: $59 “When a monk examines the exhaustion and disintegration of sensations, he will conceive of the features of the path in the following way:

source: མིག་ གི་ ཚོར་བ་ གང་ ནས་ ཀྱང་ སྐྱེ་བ་ མེད་ ཅིང་ འོང་བ་ མེད་ ལ །_ འགག་པ་ ན་ ཡང་ གང་ དུ་ ཡང་ སོགས་ པར་ མི་ [118a] འགྱུར་ ཏེ །_
en: ‘Sensations of the eye do not arise from anywhere and they do not go anywhere. Nor do they gather anywhere when they cease. {{page:{number:73,id:UT22084-068-021-100099,folio:F.118.a,volume:V68}}}

source: མིག་ གི་ ཚོར་བ་ མ་བྱུང་བ་ ལས་ འབྱུང་ ཞིང་ །_ བྱུང་ ནས་ ཀྱང་ སོ་སོ ར་ འབྲལ་བ ར་ འགྱུར་ རོ །_།
en: Sensations associated with the eye occur without having existed before, and, having occurred, they each go away.

source: མིག་ གི་ འབྱུང་ ཁུང་ ལས་ ཚོར་བ་ འབྱུང་ སྟེ །_ དཔེར་ན་ རྒྱ་མཚོ འི་ གཞི་ ལས་ ཆུ་འབྱུང་བ་ བཞིན་ ནོ །_།
en: Sensations originate from the source of the eye, just as water emerges from the wellspring of the ocean.

source: འགག་པ་ ན་ ཡང་ གང་ དུ་ ཡང་ མི་ སོགས་ ཏེ །_ དཔེར་ན་ ཆུ་བོ་ གཞོལ་བ ར་ འགྲོ་བ་ རྒྱ་མཚོ ར་ འདུ་བ་ བཞིན་ ཏེ །_
en: When they cease they are not in any particular place, just as descending rivers flow together into the sea.

source: མིག་ གི་ ཚོར་བ་ མ་བྱུང་བ་ ལས་ འབྱུང་ ཞིང་ བྱུང་ ནས་ ཀྱང་ སོ་སོ ར་ འཇིག་པ ར་ འགྱུར་ རོ་ སྙམ་ མོ །_།
en: Thus, sensations of the eye occur without having existed before, and, having occurred, they each disappear.’

source: མིག་ དང་ །_ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ ཀྱི་ ཚོར་བ་ དག་ ནི་ རྟེན་ ཅིང་ འབྲེལ་བར་ འབྱུང་བ་ ཡིན་ ཏེ །_
en: $60 “Sensations of the eye, ear, nose, tongue, body, and mind arise in dependence.

source: དཔེར་ན་ རྫ་མཁན་ ནམ །_ རྫ་མཁན་ གྱི་ སློབ་མ་ མཁས་པ་ ཞིག་ འཁོར་ལོ་ ལ་ ཡང་ བརྟེན །_ འཇིམ་པ་ ལ་ ཡང་ བརྟེན །_ རྩོལ་བ་ ལ་ ཡང་ བརྟེན །_ ཆུ་ ལ་ ཡང་ བརྟེན་ ནས་ རྒྱུ་ འཇིམ་པ་ ལ་ བརྟེན་པ འི་ བུམ་པ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: As an analogy, a potter, or his skilled apprentice, employs a wheel, clay, effort, and water to produce a clay jug.

source: བུམ་པ་ དེ་ འབྱུང་ ཁུང་ གང་ ནས་ ཀྱང་ མ་འོངས་ ཤིང་ འཇིག་པ་ ན་ ཡང་ གང་ དུ་ ཡང་ སོགས་ པར་ མི་ འགྱུར་ མོད་ ཀྱི །_
en: The jug does not emerge from any specific source, and, when eventually it is destroyed, it is also not stored anywhere.

source: རྒྱུ་རྐྱེན་ ལས་བུམ་པ་ འབྱུང་བ་
en: Nevertheless, a jug does emerge from causes and conditions.

source: དེ་བཞིན་ དུ །_ མིག་ ལ་ ཡང་ བརྟེན །_ གཟུགས་ ལ་ ཡང་ བརྟེན །_ སྣང་བ་ ལ་ ཡང་ བརྟེན །_ ནམ་མཁའ་ ལ་ ཡང་ བརྟེན །_ ཡིད་ ལ་ བྱེད་པ་ ལ་ ཡང་ བརྟེན་ ནས །_ མིག་ གི་ ཚོར་བ་ བདེ་བ འམ །_ སྡུག་བསྔལ་བ འམ །_ སྡུག་བསྔལ་ ཡང་ མ་ ཡིན་ བདེ་བ་ ཡང་ མ་ཡིན་པ་ སྐྱེ འོ །_།
en: Similarly, the eye’s sensations of pleasure, pain, or neither pleasure nor pain arise based on the eye, form, light, space, and mental activity.

source: དཔེར་ན་ བུམ་པ་ གལ་ཏེ་ རྒྱུ་རྐྱེན་ བཟང་པོ་ ལས་ བྱུང་ ན་ བུམ་པ་ དེ་ ལེགས་པ ར་ འགྱུར་ ཞིང་ །_
en: $61 “If, for example, the causes and conditions for a jug are of good quality, the actual jug will also turn out well.

source: གལ་ཏེ་ ངན་ ན་ དེ འི་ ཚེ་བུམ་པ་ མ་ ལེགས་པ ར་ འགྱུར་བ་
en: However, if the causes and conditions are inferior, the jug will not be good either.

source: དེ་བཞིན་ དུ་ གལ་ཏེ་ དམིགས་པ འི་ རྒྱུ་ དང་ རྐྱེན་ བཟང་ ན་ དེ འི་ ཚེ །_ མིག་ ལ་སོགས་པ་ ཚོར་བ་ བཟང་པོ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ
en: Likewise, if the causes and conditions for observation are good, the ensuing sensations associated with the eye and so forth will also be good.

source: ཆོས་ དང་ ལྡན་པ འི་ དགེ་བ འི་ རིམ་གྱིས་ མྱ་ངན་ ལས་ འདས་པ ར་ འགྲོ་བ ར་ འགྱུར་ རོ །_།
en: Thus, through stages of virtue endowed with the Dharma, one will proceed to the transcendence of suffering.

source: གལ་ཏེ་ རྒྱུ་ དང་ རྐྱེན་ མི་ བཟང་ ན་ དེ འི་ ཚེ་ མིག་ ལ་སོགས་པ འི་ ཚོར་བ་ ངན་པ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ ལ་ དམིགས་པ་ འཁོར་བ་ ན་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ ར་ འགྲོ་བ ར་ འགྱུར་ རོ །_།
en: However, if the causes and conditions are not good, the ensuing sensations will be bad as well. And so, observations of desire, anger, and delusion will lead one to a life within cyclic existence among hell beings, starving spirits, and animals.

source: ལས་ དང་ འབྲས་བུ ར་ འབྲེལ་བ་ ཐམས་ཅད་ ལ་ མཁས་པ ར་ སེམས་པ འི་ [118b] དགེ་སློང་ ནི་ ཚོར་བ་ རྗེས་སུ་ ཚོལ་བ་ ན་ ཚོར་བ་ དུ་མ་ ལ་ གནས་པ ར་ མཐོང་ སྟེ །_ བྱེད་པ་པོ ས་ གནས་ སུ་ མ་ བྱས་ ཤིང་ རྒྱུ་ མེད་པ་ ལས་ ཀྱང་ མ་ བྱུང་ ལ་ འདོད་རྒྱལ་ གྱིས་ ཀྱང་ མ་ བྱས །_
en: $62 “When a monk who is intent on becoming expert about all the relations between actions and their consequences {{page:{number:74,id:UT22084-068-021-100100,folio:F.118.b,volume:V68}}} investigates sensations, he will see that, while numerous sensations take place, they are not caused by a doer, nor do they arise uncaused, and nor are they random.
